Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Jeśli ktoś będzie w stanie zdobyć potrzebne nam informacje, to właśnie on.
uk: Якщо хтось і зможе отримати потрібну нам інформацію, то це він.

source: Jeśli ktoś chce się podszkolić, to przychodzi do mnie. To jak, chcesz się czegoś nauczyć?
uk: Якщо хтось хоче покращити свої навички, то приходить до мене. То як, хочеш чогось навчитися?

source: Jeśli ktoś ma już coś wiedzieć to Borr. Ja o niczym nie słyszałem.
uk: Якщо хтось і повинен щось знати, то це Борр. Я ні про що не чув.

source: Jeśli ktoś ma już coś wiedzieć, to Borr. Ja o niczym nie słyszałam.
uk: Якщо хтось і повинен щось знати, то це Борр. Я ні про що не чула.

source: Jeśli ktoś mnie będzie chciał zabić, to znajdzie na to sposób niezależnie od pancerza, jaki będę na sobie miał.
uk: Якщо хтось захоче мене вбити, він знайде спосіб, незалежно від того, в які обладунки я одягнений.

source: Jeśli któryś z was będzie miał jeszcze jakieś wątpliwości dotyczące wiary i tutejszych zwyczajów, to zanim przewrócicie miasto do góry nogami, przyjdźcie do mnie.
uk: Якщо хтось із вас все ще має сумніви щодо віри та тутешніх звичаїв, приходьте до мене, перш ніж перевертати все місто догори дригом.

source: Jeśli liczysz, że ktoś kiwnie nawet palcem, jak będę łamał ci kości to jesteś w błędzie. Kto wie? Może przyłączą się do zabawy?
uk: Якщо сподіваєшся, що хтось хоча б пальцем ворухне, поки я ламатиму тобі кістки, то ти помиляєшся. Хто знає, може вони приєднаються до веселощів?

source: Jeśli liczysz, że uda ci się mnie wyprowadzić z równowagi to jesteś w błędzie.
uk: Якщо ти думаєш, що зможеш вивести мене з рівноваги, то ти помиляєшся.

source: Jeśli liczyłeś na bramę w koszarach, to możesz o tym zapomnieć. Roderich wysłał nas pod dowództwem Oktava, byśmy przedarli się do Magów Ognia i sprowadzili ich do Starego Miasta.
uk: Якщо ти сподівався пройти через ворота в казармах, можеш забути про це. Родеріх послав нас під командуванням Октава прорватися до Магів Вогню і привести їх до Старого міста.

source: Jeśli liczyłeś na przyjacielską pogawędkę, to się przeliczyłeś.
uk: Якщо ти розраховував на дружню бесіду, то прорахувався.

source: Jeśli lubisz historię, polecam poczytać o kompleksie w księgach. Niektóre historie związane z tym miejscem są naprawdę fascynujące!
uk: Якщо любиш історію, рекомендую почитати про цей комплекс у книгах. Деякі історії, пов'язані з цим місцем, справді заворожують!

source: Jeśli ludzie zaczną się w niej truć, to kilka tygodni i całą Przystań szlag trafi!
uk: Якщо люди почнуть труїтися там, то за кілька тижнів від Гавані нічого не залишиться!

source: Jeśli mają o mnie dbać tak, jak ty starałeś się o nawiązanie ze mną współpracy, to za niedługo zostanę jakimś królem rybaków!
uk: Якщо вони будуть дбати про мене так само, як ти намагався налагодити зі мною зв'язки, я незабаром стану якимось королем рибалок!

source: Jeśli mam być szczery, to był plan Ulryka. Wyjątkowo nie cierpi wyznawców Innosa.
uk: Якщо чесно, це був план Ульріка. Він винятково ненавидить послідовників Інноса.

source: Jeśli mam być szczery, to nie mam pojęcia co z tym zrobić. Jesteśmy opiekunami cmentarza, a naszym zadaniem jest dbanie o spokój zmarłych i czystość okolicy.
uk: Якщо чесно, я не знаю, що з цим робити. Ми – доглядачі цвинтаря, і наша робота полягає в тому, щоб мерці лежали спокійно, а територія була чистою.

source: Jeśli mam być szczery, to nie mam pojęcia, co więcej Broddy cały czas stara się trzymać na mnie oko. Pewnie by wolał, żeby Salvi pozbył się także mnie.
uk: Чесно кажучи – жодної. До того ж, Бродді намагається постійно стежити за мною. Ймовірно, він хотів би, щоб Сальві позбувся і мене.

source: Jeśli mam być szczery, to nie spodziewałem się, że komukolwiek uda się przemówić im do rozumu.
uk: Чесно кажучи, я не очікував, що хтось зможе до них достукатися.

source: Jeśli mam być szczery, to nie wierzę nawet w jej istnienie, podejrzewam, że to jedynie jakaś legenda wśród wieśniaków.
uk: Якщо чесно, я навіть не вірю в його існування. Підозрюю, що це просто якась легенда, яку видумали селяни.

source: Jeśli mam tutaj stać nie wiadomo ile, to chyba sobie jakiś namiot rozbiję.
uk: Якщо мені доведеться стовбичити тут невідомо скільки часу, то я, мабуть, поставлю намет.

source: Jeśli mamy myśleć o jakimkolwiek transporcie, to musimy je wykopać.
uk: Про транспортування не може бути й мови, поки ми не розчистимо русло.

source: Jeśli masz jakiekolwiek informacje dla Igora, to możesz je przekazać Bloodwynowi. To on jest jego bezpośrednim przełożonym.
uk: Якщо маєш якусь інформацію для Ігоря, можеш переказати її Бладвіну. Він його безпосередній начальник.

source: Jeśli masz jakieś pytania, rozmawiaj z moim szefem, Bermarem...
uk: Якщо у тебе є якісь питання, поспілкуйся з моїм шефом, Бермаром...

source: Jeśli masz jakieś ważne wieści od Rodericha, udaj się do Lewko.
uk: Якщо маєш якісь важливі новини від Родеріха, йди до Левка.

source: Jeśli masz jakiś inny pomysł, to chętnie go wysłucham.
uk: Якщо матимеш якісь інші ідеї, я їх з радістю вислухаю.

source: Jeśli masz jakiś lepszy plan, to chętnie go wysłucham.
uk: Якщо у тебе є кращий план, я з радістю його вислухаю.

source: Jeśli masz jakąś sprawę, to gadaj z Siepaczem.
uk: Якщо у тебе є проблемка, звернися до Сироти.

source: Jeśli masz jakąś sprawę, to idź do niego.
uk: Якщо у тебе якісь запитання, то йди до нього.

source: Jeśli masz rację, to jestem uratowany.
uk: Якщо ти не помиляєшся, я врятований.

source: Jeśli masz wątpliwości przez Antonia, to niepotrzebnie. Wynajął nas do ochrony. Wiesz, ostatnio w okolicy zrobiło się jeszcze bardziej niebezpiecznie niż dawniej.
uk: Якщо ти сумніваєшся через Антоніо, то не варто. Він найняв нас, щоб ми його захищали. Знаєш, останнім часом тут стало ще небезпечніше, ніж раніше.

source: Jeśli masz ze sobą złoto.
uk: Якщо маєш при собі золото.

source: Jeśli mało ci wrażeń, to udaj się wieczorem do magazynu pośrodku dzielnicy.
uk: Якщо ж тобі мало вражень, вирушай ввечері на склад у центрі кварталу.

source: Jeśli mało ci wrażeń, to udaj się wieczorem do magazynu pośrodku slumsów.
uk: Якщо тобі цього недостатньо, вирушай ввечері на склад посеред нетрів.

source: Jeśli mi je dostarczysz, dostaniesz godziwą zapłatę.
uk: Якщо ти принесеш їх мені, то отримаєш гідну оплату.

source: Jeśli mi je dostarczysz, pomyślę czy nie przyjąć cię na swojego czeladnika.
uk: Якщо ти принесеш їх мені, то я подумаю, чи брати тебе в учні.

source: Jeśli mi pomożesz, obiecuję pomóc ci w pracy.
uk: Якщо ти мені допоможеш, я обіцяю допомогти з твоєю роботою.

source: Jeśli mnie pamięć nie myli, ostrzyłem kiedyś dla jednego z nich groty, które wyglądały niemal identycznie.
uk: Якщо мені не зраджує пам'ять, якось я гострив для одного з них наконечники, які виглядали майже ідентично.

source: Jeśli mnie pamięć nie myli, ostrzyłem kiedyś dla jednego z was groty, które wyglądały niemal identycznie.
uk: Якщо мені не зраджує пам'ять, якось я гострив для одного з вас наконечники, які виглядали майже ідентично.

source: Jeśli mnie pamięć nie zawodzi, nazywa się Sachs.
uk: Якщо мені не зраджує пам'ять, його звуть Сакс.

source: Jeśli mnie wzrok nie myli, to nasi towarzysze niedoli udali się w głąb lasu. Chodź za mną i na wszelki wypadek nigdzie się nie oddalaj.
uk: Якщо мене не підводить зір, наші товариші по нещастю пішли вглиб лісу. Йди за мною і ні в якому разі нікуди не відходь.

source: Jeśli mogę o coś spytać...
uk: Чи можу я про дещо запитати...

source: Jeśli mogę się odegrać w jakikolwiek sposób, to zrobię to z radością.
uk: Якщо я зможу якось відплатити, я з радістю зроблю це.

source: Jeśli mogę spytać... Co robisz na tej wyspie? Nie powinieneś walczyć na froncie z orkami?
uk: Якщо можна запитати... Що ти робиш на цьому острові? Хіба ти не повинен битися на фронті з орками?

source: Jeśli moi pracodawcy dowiedzą się, że zawaliłem sprawę, najpewniej stracę tę robotę.
uk: Якщо мої роботодавці дізнаються, що я підвів їх, то я, ймовірно, втрачу роботу.

source: Jeśli moje przypuszczenia się potwierdzą... być może dzierżysz w rękach niezwykle stary i cenny przedmiot o potężnych właściwościach.
uk: Якщо мої припущення підтвердяться... можливо, ти тримаєш в руках надзвичайно древній і цінний предмет із могутніми властивостями.

source: Jeśli możesz to zajmij się swoim sprawami, mam złoto do wydobycia.
uk: Якщо можеш, то займись своїми справами, а мені потрібно добувати золото.

source: Jeśli musisz odpocząć, usiądź wewnątrz jaskini i ogrzej się przy ogniu, zjedz coś. Zostawiliśmy dla was trochę smakołyków w środku.
uk: Якщо потрібно відпочити, посидь в печері, погрійся біля вогню і щось поїж. Ми залишили для вас трохи смаколиків.

source: Jeśli musisz, porozmawiaj z resztą moich ludzi. Alfred, Bernard i Bradlock byli w tym czasie we dworze. Ręczę za prawdziwość ich słów.
uk: Якщо потрібно, поговори з іншими моїми людьми. Альфред, Бернард і Бредлок були в той час у маєтку. Я можу поручитися за правдивість їхніх слів.

source: Jeśli muszę się szybko przemieścić pomiędzy większymi osadami, najprościej będzie wynająć podróż z Gildią Kupiecką Araxos. Ich gońcy za drobną opłatą zaprowadzą mnie tam, gdzie tylko poproszę.
uk: Якщо мені знадобиться швидко дістатися між великими поселеннями, найпростіший спосіб – скористатися послугами Торгової Гільдії Араксос. Їхні перевізники за невелику плату доставлять мене туди, куди мені потрібно.

source: Jeśli myślisz poważnie o dołączeniu do nas, powinieneś z nim porozmawiać.
uk: Якщо ти серйозно налаштований приєднатися до нас, тобі варто з ним поговорити.

source: Jeśli myślisz poważnie o służbie, oczekuję, że się tam pojawisz.
uk: Якщо ти серйозно ставишся до служби, я очікую, що ти будеш там.

source: Jeśli myślisz, że sędzia zajmuje się pobieraniem grzywien, to naprawdę mało wiesz o tym jak funkcjonuje państwo.
uk: Якщо ти думаєш, що суддя займається стягненням штрафів, то ти дуже погано знаєш, як функціонує держава.

source: Jeśli myślisz, że z ich śmiercią mam coś wspólnego, to musisz być cholernym idiotą.
uk: Якщо ти думаєш, що я маю якесь відношення до їхніх смертей, то ти, мабуть, повний ідіот.

source: Jeśli myślisz, że z jego śmiercią mam coś wspólnego, to musisz być cholernym idiotą.
uk: Якщо ти думаєш, що я маю якесь відношення до його смерті, то ти, мабуть, повний ідіот.

source: Jeśli myślisz, że zmienię o was zdanie, to się grubo mylisz.
uk: Якщо ти думаєш, що я зміню свою думку про вас, то ти глибоко помиляєшся.

source: Jeśli mówisz prawdę, to nie pozostaje mi nic innego jak ci podziękować.
uk: Якщо ти говориш правду, у мене немає іншого вибору, окрім як віддячити тобі.

source: Jeśli na Archolos dojdzie do zamieszek, to stracimy na tym wszyscy.
uk: Якщо на Архолосі розпочнуться заворушення, ми всі програємо.

source: Jeśli na rynku jest jakaś luka, wypełniamy ją. Spójrz chociażby na Otmara. Kiedy na wyspę zaczęło przybywać coraz więcej obcych, kazał swoim chłopcom ich oprowadzać po mieście za parę drobnych.
uk: Якщо на ринку є прогалина, ми її заповнюємо. Поглянь хоча б на Отмара. Оскільки на острів почало прибувати все більше і більше незнайомців, він попросив своїх хлопців показувати їм місто за невелику плату.

source: Jeśli nadal będziesz go zmuszał do bycia tym, kim nie jest, to on i tak zginie. Decyzja należy do ciebie.
uk: Якщо й надалі змушуватимеш його бути тим, ким він не є, то так він і помре. Рішення за тобою.

source: Jeśli nadal masz przy sobie to żelazo, chciałbym je od ciebie kupić.
uk: Якщо у тебе ще залишилося це залізо, я б хотів його у тебе купити.

source: Jeśli naprawdę musisz tam iść, to nie oddalaj się zbytnio. Jeśli zaczniesz wołać z lasu o pomoc, to nie licz, że ktoś po ciebie pobiegnie.
uk: Якщо тобі справді треба туди йти, не відходь надто далеко. Якщо гукатимеш з лісу на допомогу, не розраховуй, що хтось одразу прибіжить.

source: Jeśli naprawdę przysyła cię Bastian, to pogadaj z Johanem. On tu dowodzi.
uk: Якщо тебе справді прислав Бастіан, то поговори з Йоханом. Він тут головний.

source: Jeśli naprawdę zależy ci na pilnej rozmowie, to najlepszym sposobem będzie zejście w głąb kopalni.
uk: Якщо тобі терміново потрібно з ним поговорити, найкращий спосіб – спуститися вглиб копальні.

source: Jeśli natomiast szukasz pracy to jestem pewna, że Willem by coś dla ciebie znalazł.
uk: Якщо ж ти шукаєш роботу, я впевнена, що Віллем знайде для тебе щось цікаве.

source: Jeśli natomiast szukasz pracy, to jestem pewien, że Willem by coś dla ciebie znalazł.
uk: Якщо ж ти шукаєш роботу, я впевнений, що Віллем знайде для тебе щось цікаве.

source: Jeśli natomiast szukasz pracy, to jestem pewna, że Willem by coś dla ciebie znalazł.
uk: Якщо ж ти шукаєш роботу, я впевнена, що Віллем знайде для тебе щось цікаве.

source: Jeśli natomiast szukasz pracy, to jestem pewny, że Willem by coś dla ciebie znalazł.
uk: Якщо ж ти шукаєш роботу, я впевнений, що Віллем знайде для тебе щось цікаве.

source: Jeśli natychmiast nie wpuścisz do Leża tych drwali, to oberwiesz rozżarzonym prętem prosto w ten swój pusty łeb!
uk: Якщо ти негайно не впустиш тих лісорубів у Лігво, то отримаєш розпеченим прутом прямо по своїй порожній голові!

source: Jeśli nic nie potrafisz, to lepiej spadaj, albo moja banda się tobą zaopiekuje.
uk: Якщо нічого не вмієш, то краще забирайся геть, або моя банда тобою займеться.

source: Jeśli nie będę porządnie obity, to Salvi nigdy nie uwierzy, że zaatakował mnie Broddy. Muszę wrócić i upewnić się, że nie zrobi niczego jeszcze bardziej nieprzewidywalnego.
uk: Якщо я не буду серйозно побитий, Сальві ніколи не повірить, що на мене напав Бродді. Я маю повернутись і переконатися, що він не зробить чогось ще більш непередбачуваного.

source: Jeśli nie chcesz mieć na pieńku z Gildią, przesuniesz się, grzecznie i po dobroci.
uk: Якщо не хочеш мати справу з Гільдією, краще пропусти мене, ввічливо та по-доброму.

source: Jeśli nie chcesz mieć w nas wroga, musisz zapłacić stosowną grzywnę.
uk: Якщо не хочеш мати нас за ворогів, доведеться заплатити відповідний штраф.

source: Jeśli nie chcesz mnie denerwować, zawrócisz stąd i to już!
uk: Якщо не хочеш мене дратувати, розвертайся назад, негайно!

source: Jeśli nie chcesz nic kupić, to nie zawracaj mi głowy!
uk: Якщо не хочеш нічого купувати, то не заважай мені!

source: Jeśli nie chcesz po dobroci, to pogadamy inaczej.
uk: Якщо не хочеш по-доброму, поговоримо інакше.

source: Jeśli nie chcesz prowadzić, to rozumiem, nie będę cię zmuszał. Trzymaj się blisko mnie!
uk: Якщо ти не хочеш вести, то нехай, я не змушуватиму. Просто тримайся біля мене!

source: Jeśli nie chcesz trafić na dywanik u dowódcy, nie marnowałbym czasu na czcze pogawędki.
uk: Якщо не хочеш отримати від командира, я не раджу витрачати свій час на пусті балачки.

source: Jeśli nie chcę mieć na głowie jeszcze Łowców z Gildii Kupieckiej, to sam muszę znaleźć jakieś wyjaśnienie dla Albyna i pozostałych mieszkańców wioski.
uk: Щоб не мати клопоту з мисливцями із Торгової Гільдії, мені самостійно доведеться знайти пояснення для Альбіна та інших мешканців села.

source: Jeśli nie dasz mi spokoju, to Dinkel pobije nas obu!
uk: Якщо ти не даси мені спокій, то Дінкель поб'є нас обох!

source: Jeśli nie dasz się przy okazji zabić, to możesz zgarnąć całkiem niezłą sumkę złota.
uk: Якщо тебе не роздеруть в процесі, ти зможеш непогано на цьому заробити.

source: Jeśli nie interesuje cię to, czy mikstura nie wywoła żadnych efektów ubocznych...
uk: Якщо тебе не цікавить, чи матиме зілля якісь побічні ефекти...

source: Jeśli nie ma go tutaj w porcie, to pewnie znowu jest w wiosce.
uk: Якщо його немає в порту, то він, мабуть, знову в селі.

source: Jeśli nie ma ich gdzieś tutaj, to nie wiem. Nie łażę za wszystkimi do domów.
uk: Якщо їх тут немає, то я не знаю. Я не ходжу за усіма по п'ятах.

source: Jeśli nie ma na tyle odwagi, by się do tego przyznać, to tym bardziej zasługuje na śmierć.
uk: Якщо йому не вистачає мужності визнати це, тоді він точно заслуговує на смерть.

source: Jeśli nie masz interesu do mojego szefa, natychmiast stąd zawróć.
uk: Якщо ти не маєш жодних справ з моїм шефом, негайно розвертайся і йди звідси.

source: Jeśli nie masz mi niczego do przekazania w sprawie lokum, to nie marnuj mojego cennego czasu.
uk: Якщо ти прийшов не з приводу помешкання, то не марнуй мого дорогоцінного часу.

source: Jeśli nie masz nic przeciwko, wolałbym zachować to dla siebie.
uk: Якщо не заперечуєш, я краще залишу це при собі.

source: Jeśli nie masz przy sobie glejtu lub innego dokumentu uprawniającego cię do przekroczenia murów, nie masz co liczyć na to, że strażnicy cię przepuszczą ot tak.
uk: Якщо у тебе немає при собі перепустки або іншого документу, який дозволяє тобі пройти за стіни, тоді можеш не розраховувати, що вартові просто так тебе пропустять.

source: Jeśli nie masz żadnego, możesz wejść do Ingora i szybko kupić cokolwiek. Poczekam tu na ciebie.
uk: Якщо нічого такого не маєш, можеш забігти до Інгора і швиденько купити що-небудь. Я чекатиму на тебе тут.

source: Jeśli nie masz żadnych przy sobie, to sprawdź sady obok winnicy. Gdyby ktoś cię zaczepił, to powiedz, że ja cię przysłałem.
uk: Якщо у тебе немає з собою, пошукай в садах біля виноградника. Якщо хтось почне допитуватись, скажи, що це я тебе відправив.

source: Jeśli nie muszę, to omijam je wielkim łukiem.
uk: За можливості, я обходжу його стороною.

source: Jeśli nie osiądziesz na laurach, to czeka cię wielka przyszłość w naszych szeregach.
uk: Якщо ти не зупинишся на досягнутому, то на тебе чекає велике майбутнє в наших лавах.

source: Jeśli nie planujesz niczego ukraść, Willem ani Bermar nie powinni mieć problemu, że tu jesteś.
uk: Якщо ти не плануєш нічого красти, ні Віллем, ні Бермар не будуть проти, що ти тут перебуваєш.

source: Jeśli nie przepadasz za ludźmi, to czemu przesiadujesz w mieście i pracujesz dla Lichwiarza?
uk: Якщо ти не любиш людей, чому ти вештаєшся містом і працюєш на Лихваря?

source: Jeśli nie przepadasz za ludźmi, to czemu przesiadujesz w mieście?
uk: Якщо ти не любиш людей, навіщо ти живеш у місті?

source: Jeśli nie przestaniesz, to będziesz miał do czynienia ze mną.
uk: Якщо не припиниш, то матимеш справу зі мною.

source: Jeśli nie przychodzisz z niczym ważnym, to wybacz, ale jestem zajęta.
uk: Якщо ти не прийшов із чимось важливим, то вибач, я зайнята.

source: Jeśli nie przyszedłeś w interesach, to wybacz, ale nie mamy o czym gadać.
uk: Якщо ти прийшов не у справах, то вибач, але нам нема про що говорити.

source: Jeśli nie przyszedłeś z kolejną zaliczką, to nie mamy o czym rozmawiać.
uk: Якщо ти не приніс чергового платежу, то нам немає про що розмовляти.

source: Jeśli nie sprowadzali ich spoza wyspy, musiały zostać wykonane przez tamtejszych kowali.
uk: Якщо вони не були імпортовані з-за меж острова, їх повинні були виготовляти місцеві ковалі.

source: Jeśli nie spróbujesz, to się nie dowiesz. Porozmawiaj z nim. Ja udam się do Graysona, by spodziewał się jego wizyty. Na pewno będą chcieli ustalić warunki finansowe.
uk: Не спробуєш – не дізнаєшся. Поговори з ним. Я піду до Грейсона, домовлюсь про зустріч. Впевнений, вони захочуть узгодити фінансові питання.

source: Jeśli nie słyszałeś o tym miejscu, nie słyszałeś więc o niczym, co dzieje się w Archolos.
uk: Якщо ти не чув про це місце, значить ти не чув про те, що відбувається в Архолосі.

source: Jeśli nie wiesz, gdzie znajduje się ta wspaniała rezydencja, to z radością informujemy, że znajduje się ona ledwie kilka kroków wzdłuż ścieżki, przy której sytuowana jest Austeria Ernesto.
uk: Якщо ви не знаєте, де знаходиться ця чудова резиденція, ми раді повідомити вам, що вона знаходиться всього за кілька кроків від Гостинного двору Ернесто.

source: Jeśli nie wiesz, jak należy się do niego zwracać, to łatwo skończyć z odrąbanym łbem.
uk: Якщо не знаєш, як правильно з ним розмовляти, легко можеш розпрощатися з головою.

source: Jeśli nie wrócili, to radzę przeszukać okoliczne lasy. Różne bestie je zamieszkują, któraś mogła się połasić na pachnące jedzeniem paczki.
uk: Якщо вони не повернулися, раджу пошукати в навколишніх лісах. Там водяться всілякі звірі, яких могли приманити пакунки, що пахнуть їжею.

source: Jeśli nie zamierzasz niczego kupić, to nawet nie zawracaj mi głowy!
uk: Якщо ти не збираєшся нічого купувати, то навіть не займай мене!

source: Jeśli nie zeskoczę idealnie do kociołka pełnego wody, czeka mnie pewna śmierć.
uk: Якщо я не стрибну в казан, повний води, мене чекає неминуча смерть.

source: Jeśli nie zostałeś przydzielony do zajęcia się tymi uciekinierami to możesz wrócić do swoich obowiązków. Mamy wszystko pod kontrolą.
uk: Якщо тобі не доручили займатися цими біженцями, то можеш повертатися до своїх обов'язків. У нас все під контролем.

source: Jeśli nie zrobisz tego, co ci każę, to zabiją też i mnie.
uk: Якщо не зробиш те, що я скажу, вони вб'ють і мене.

source: Jeśli nie zrobisz tego, co ci każę, to zabiją też i mnie. Nie wiem jak ty, ale ja nie chcę umierać.
uk: Якщо не зробиш те, що я скажу, вони вб'ють і мене. Не знаю, як ти, але я не хочу вмирати.

source: Jeśli nie zrobię jej, jak należy, baba mnie stąd wyrzuci, a wtedy te bandziory z łatwością mnie odnajdą i zakatrupią!
uk: Якщо я не виконаю її належним чином, ця пані вижене мене звідси, і тоді ці бандити легко знайдуть мене і вб'ють!

source: Jeśli nosimy 2 pierścienie pięściarza
uk: Якщо надягнути два кулачних персні,

source: Jeśli o mnie chodzi, to staram się jakoś utrzymać na powierzchni. Odkąd Ramsey zwolnił mnie z powodu tej Bestii, zacząłem pracować dla magów z klasztoru.
uk: Щодо мене, я намагаюся якось триматися на плаву. Відколи Рамзі звільнив мене через того Звіра, я працюю на магів з монастиря.

source: Jeśli obiecasz nie zasypywać tego dołu, nikt nie dowie się o twojej małej wyprawie.
uk: Якщо ти пообіцяєш не засипати цю яму, ніхто не дізнається про твою маленьку пригоду.

source: Jeśli oddasz złoto wraz z odsetkami, to ja zwracam ci ten przedmiot. Chyba, że przekroczysz termin zwrotu. Wtedy to, co zostawiłeś, należy do mnie.
uk: Якщо повертаєш золото з відсотками, я повертаю тобі річ. Тільки якщо не прострочиш термін повернення. Тоді те, що залишилося, належить мені.

source: Jeśli odpowiednio podeprzesz wytrych palcem, zmniejszysz szansę, że się złamie. Dzięki temu będziesz w stanie przesunąć nawet oporny mechanizm.
uk: Якщо будеш правильно підтримувати відмичку пальцем, ти зменшиш ймовірність її поломки. Це дозволить тобі відімкнути навіть найстійкіший замок.

source: Jeśli oferta Fridy ci nie odpowiada, możesz spróbować u Nirki. Myślistwem już się nie zajmuje, ale na pewno znajdzie coś dobrego na sprzedaż.
uk: Якщо асортимент Фріди тебе не влаштовує, то можеш запитати у Нірки. Він більше не займається полюванням, але я впевнений, що він зможе щось запропонувати на продаж.

source: Jeśli okaże się bezwartościowy dla śledztwa, to po prostu go zastawimy i podzielimy się złotem.
uk: Якщо виявиться, що перстень нічим не допоможе розслідуванню, ми просто здамо його в ломбард, а золото розділимо.

source: Jeśli okażę się dla ciebie użyteczny, zabierzesz mnie i mojego brata na kontynent.
uk: Якщо я виявлюся для вас корисним, то прошу забрати мене з братом на континент.

source: Jeśli okażę się dla ciebie użyteczny, zabierzesz mnie na kontynent.
uk: Якщо я виявлюся для вас корисним, то прошу забрати мене на континент.

source: Jeśli opowiem Balniemu ciekawą historię, to naprawi mi sieć.
uk: Якщо я розповім Балні цікаву історію, то він полагодить мені сітку.

source: Jeśli padnę na glebę, to nie dobiegnę na miejsce zbyt szybko.
uk: Якщо я впаду на землю, то не зможу швидко добігти.

source: Jeśli planujesz polowanie, na twoim miejscu byłbym ostrożny. Walka z dzikami to prawdziwe wyzwanie dla niejednego myśliwego.
uk: Якщо плануєш на них полювати, я б на твоєму місці був обережний. Це справжнє випробування для багатьох мисливців.
